Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh9-v3.tmx
Source language: bo
Languages: en

source: མིག་གི་འདུས་ཏེ་རེག་པ་ཞི་ཞེས་བྱ་བར་དེ་མི་དམིགས་པའི་ཚུལ་གྱིས་ཆོས་སྟོན་པ་དང་། རྣ་བའི་འདུས་ཏེ་རེག་པ་དང་། སྣའི་འདུས་ཏེ་རེག་པ་དང་། ལྕེའི་འདུས་ཏེ་རེག་པ་དང་། ལུས་ཀྱི་འདུས་ཏེ་རེག་པ་དང་།
en: They are those who, by way of not apprehending it, teach the doctrine that visually compounded sensory contact is at peace, and who, by way of not apprehending it, teach the doctrine that aurally compounded sensory contact, nasally compounded sensory contact, lingually compounded sensory contact, corporeally compounded sensory contact, and mentally compounded sensory contact are at peace.

source: ཡིད་ཀྱི་འདུས་ཏེ་རེག་པ་ཞི་ཞེས་བྱ་བར་དེ་མི་དམིགས་པའི་ཚུལ་གྱིས་ཆོས་སྟོན་པ་དང་། མིག་གི་འདུས་ཏེ་རེག་པ་སྟོང་ཞེས་བྱ་བར་དེ་མི་དམིགས་པའི་ཚུལ་གྱིས་ཆོས་སྟོན་པ་དང་། རྣ་བའི་འདུས་ཏེ་རེག་པ་དང་། སྣའི་འདུས་ཏེ་རེག་པ་དང་། ལྕེའི་འདུས་ཏེ་རེག་པ་དང་། ལུས་ཀྱི་འདུས་ཏེ་རེག་པ་དང་། ཡིད་ཀྱི་འདུས་རེག་པ་སྟོང་ཞེས་བྱ་བར་དེ་མི་དམིགས་པའི་ཚུལ་གྱིས་ཆོས་སྟོན་པ་དང་།
en: They are those who, by way of not apprehending it, teach the doctrine that visually compounded sensory contact is empty, and who, by way of not apprehending it, teach the doctrine that aurally compounded sensory contact, nasally compounded sensory contact, lingually compounded sensory contact, corporeally compounded sensory contact, and mentally compounded sensory contact are empty.

source: མིག་གི་འདུས་ཏེ་རེག་པ་མཚན་མ་མེད་ཅེས་བྱ་བར་དེ་མི་དམིགས་པའི་ཚུལ་གྱིས་ཆོས་སྟོན་པ་དང་། རྣ་བའི་འདུས་ཏེ་རེག་པ་དང་། སྣའི་འདུས་ཏེ་རེག་པ་དང་། ལྕེའི་འདུས་ཏེ་རེག་པ་དང་། ལུས་ཀྱི་འདུས་ཏེ་རེག་པ་དང་། ཡིད་ཀྱི་འདུས་ཏེ་རེག་པ་མཚན་མ་མེད་ཅེས་བྱ་བར་དེ་མི་དམིགས་པའི་ཚུལ་གྱིས་ཆོས་སྟོན་པ་དང་། མིག་གི་འདུས་ཏེ་རེག་པ་སྨོན་པ་མེད་ཅེས་བྱ་བར་དེ་མི་དམིགས་པའི་ཚུལ་གྱིས་ཆོས་སྟོན་པ་དང་།
en: They are those who, by way of not apprehending it, teach the doctrine that visually compounded sensory contact is signless, and who, by way of not apprehending it, teach the doctrine that aurally compounded sensory contact, nasally compounded sensory contact, lingually compounded sensory contact, corporeally compounded sensory contact, and mentally compounded sensory contact are signless.

source: རྣ་བའི་འདུས་ཏེ་རེག་པ་དང་། སྣའི་འདུས་ཏེ་རེག་པ་དང་། ལྕེའི་འདུས་ཏེ་རེག་པ་དང་། ལུས་ཀྱི་འདུས་ཏེ་རེག་པ་དང་། ཡིད་ཀྱི་འདུས་ཏེ་རེག་པ་སྨོན་པ་མེད་ཅེས་བྱ་བར་དེ་མི་དམིགས་པའི་ཚུལ་གྱིས་ཆོས་སྟོན་པ་དང་།
en: They are those who, by way of not apprehending it, teach the doctrine that visually compounded sensory contact is wishless, and who, by way of not apprehending it, teach the doctrine that aurally compounded sensory contact, nasally compounded sensory contact, lingually compounded sensory contact, corporeally compounded sensory contact, and mentally compounded sensory contact are wishless.

source: མིག་གི་འདུས་ཏེ་རེག་པ་མངོན་པར་འདུ་བྱ་བ་མེད་ཅེས་བྱ་བར་དེ་མི་དམིགས་པའི་ཚུལ་གྱིས་ཆོས་སྟོན་པ་དང་། རྣ་བའི་འདུས་ཏེ་རེག་པ་དང་། སྣའི་འདུས་ཏེ་རེག་པ་དང་། ལྕེའི་འདུས་ཏེ་རེག་པ་དང་། ལུས་ཀྱི་འདུས་ཏེ་རེག་པ་དང་།
en: They are those who, by way of not apprehending it, teach the doctrine that visually compounded sensory contact is unconditioned, and who, by way of not apprehending it, teach the doctrine that aurally compounded sensory contact, nasally compounded sensory contact, lingually compounded sensory contact, corporeally compounded sensory contact, and mentally compounded sensory contact are unconditioned.

source: ཡིད་ཀྱི་འདུས་ཏེ་རེག་པ་མངོན་པར་འདུ་བྱ་བ་མེད་ཅེས་བྱ་བར་དེ་མི་དམིགས་པའི་ཚུལ་གྱིས་ཆོས་སྟོན་པ་དང་། མིག་གི་འདུས་ཏེ་རེག་པ་དབེན་ཞེས་བྱ་བར་དེ་མི་དམིགས་པའི་ཚུལ་གྱིས་ཆོས་སྟོན་པ་དང་། རྣ་བའི་འདུས་ཏེ་རེག་པ་དང་། སྣའི་འདུས་ཏེ་རེག་པ་དང་། ལྕེའི་འདུས་ཏེ་རེག་པ་དང་།
en: They are those who, by way of not apprehending it, teach the doctrine that visually compounded sensory contact is void, and who, by way of not apprehending it, teach the doctrine that aurally compounded sensory contact, nasally compounded sensory contact, lingually compounded sensory contact, corporeally compounded sensory contact, and mentally compounded sensory contact are void.

source: ལུས་ཀྱི་འདུས་ཏེ་རེག་པ་དང་། ཡིད་ཀྱི་འདུས་ཏེ་རེག་པ་དབེན་ཞེས་བྱ་བར་དེ་མི་དམིགས་པའི་ཚུལ་གྱིས་ཆོས་སྟོན་ཅིང་། དགེ་བའི་རྩ་བ་ཐམས་ཅད་ཀྱང་རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་མ་གཏོགས་པར། ཉན་ཐོས་ཀྱི་ས་འམ། རང་སངས་རྒྱས་ཀྱི་སར་ཡོངས་སུ་བསྔོར་མི་འཇུག་པའོ།
en: None of these dedicate any of the roots of virtuous actions to the level of the śrāvakas or to the level of the pratyekabuddhas, or to anything other than all-aspect omniscience. “

source: །རབ་འབྱོར་གཞན་ཡང་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི་དགེ་བའི་བཤེས་གཉེན་ནི་གང་དེ་ལ། མིག་གི་འདུས་ཏེ་རེག་པ་ལས་བྱུང་བའི་ཚོར་བ་མི་རྟག་ཅེས་བྱ་བར་དེ་མི་དམིགས་པའི་ཚུལ་གྱིས་ཆོས་སྟོན་ཅིང་། དགེ་བའི་རྩ་བ་དེ་དག་ཀྱང་རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་མ་གཏོགས་པར་ཉན་ཐོས་ཀྱི་ས་འམ། རང་སངས་རྒྱས་ཀྱི་སར་ཡོངས་སུ་བསྔོར་མི་འཇུག་པ་དང་། རྣ་བའི་འདུས་ཏེ་རེག་པ་ལས་བྱུང་བའི་ཚོར་བ་དང་།
en: Moreover, Subhūti, the spiritual mentors of bodhisattva great beings are those who, by way of not apprehending it, teach the doctrine that feelings arising from visually compounded sensory contact are impermanent, and do not dedicate any of the roots of virtuous actions to the level of the śrāvakas or to the level of the pratyekabuddhas, or to anything other than all-aspect omniscience.

source: སྣའི་འདུས་ཏེ་རེག་པ་ལས་བྱུང་བའི་ཚོར་བ་དང་། ལྕེའི་འདུས་ཏེ་རེག་པ་ལས་བྱུང་བའི་ཚོར་བ་དང་། ལུས་ཀྱི་འདུས་ཏེ་རེག་པ་ལས་བྱུང་བའི་ཚོར་བ་དང་། ཡིད་ཀྱི་འདུས་ཏེ་རེག་པ་ལས་བྱུང་བའི་ཚོར་བ་མི་རྟག་ཅེས་བྱ་བར་དེ་མི་དམིགས་པའི་ཚུལ་གྱིས་ཆོས་སྟོན་ཅིང་། དགེ་བའི་རྩ་བ་ཐམས་ཅད་ཀྱང་། རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་མ་གཏོགས་པར། ཉན་ཐོས་ཀྱི་ས་འམ། རང་སངས་རྒྱས་ཀྱི་སར་ཡོངས་སུ་བསྔོར་མི་འཇུག་པ་དང་། མིག་གི་འདུས་ཏེ་རེག་པ་ལས་བྱུང་བའི་ཚོར་བ་སྡུག་བསྔལ་ཞེས་བྱ་བར་དེ་མི་དམིགས་པའི་ཚུལ་གྱིས་ཆོས་སྟོན་པ་དང་།
en: They are those who, by way of not apprehending it, teach the doctrine that feelings arising from aurally compounded sensory contact, feelings arising from nasally compounded sensory contact, feelings arising from lingually compounded sensory contact, feelings arising from corporeally compounded sensory contact, and feelings arising from mentally compounded sensory contact are impermanent, and do not dedicate any of the roots of virtuous actions to the level of the śrāvakas or to the level of the pratyekabuddhas, or to anything other than all-aspect omniscience.

source: རྣ་བའི་འདུས་ཏེ་རེག་པ་ལས་བྱུང་བའི་ཚོར་བ་དང་། སྣའི་འདུས་ཏེ་རེག་པ་ལས་བྱུང་བའི་ཚོར་བ་དང་། ལྕེའི་འདུས་ཏེ་རེག་པ་ལས་བྱུང་བའི་ཚོར་བ་དང་། ལུས་ཀྱི་འདུས་ཏེ་རེག་པ་ལས་བྱུང་བའི་ཚོར་བ་དང་། ཡིད་ཀྱི་འདུས་ཏེ་རེག་པ་ལས་བྱུང་བའི་ཚོར་བ་སྡུག་བསྔལ་ཞེས་བྱ་བར་དེ་མི་དམིགས་པའི་ཚུལ་གྱིས་ཆོས་སྟོན་པ་དང་། མིག་གི་འདུས་ཏེ་རེག་པ་ལས་བྱུང་བའི་ཚོར་བ་བདག་མེད་ཅེས་བྱ་བར་དེ་མི་དམིགས་པའི་ཚུལ་གྱིས་ཆོས་སྟོན་པ་དང་།
en: They are those who, by way of not apprehending it, teach the doctrine that feelings arising from visually compounded sensory contact are imbued with suffering, and who, by way of not apprehending it, teach the doctrine that feelings arising from aurally compounded sensory contact, feelings arising from nasally compounded sensory contact, feelings arising from lingually compounded sensory contact, feelings arising from corporeally compounded sensory contact, and feelings arising from mentally compounded sensory contact are imbued with suffering.

source: རྣ་བའི་འདུས་ཏེ་རེག་པ་ལས་བྱུང་བའི་ཚོར་བ་དང་། སྣའི་འདུས་ཏེ་རེག་པ་ལས་བྱུང་བའི་ཚོར་བ་དང་། ལྕེའི་འདུས་ཏེ་རེག་པ་ལས་བྱུང་བའི་ཚོར་བ་དང་། ལུས་ཀྱི་འདུས་ཏེ་རེག་པ་ལས་བྱུང་བའི་ཚོར་བ་དང་། ཡིད་ཀྱི་འདུས་ཏེ་རེག་པ་ལས་བྱུང་བའི་ཚོར་བ་བདག་མེད་ཅེས་བྱ་བར་དེ་མི་དམིགས་པའི་ཚུལ་གྱིས་ཆོས་སྟོན་པ་དང་། མིག་གི་འདུས་ཏེ་རེག་པ་ལས་བྱུང་བའི་ཚོར་བ་ཞི་ཞེས་བྱ་བར་དེ་མི་དམིགས་པའི་ཚུལ་གྱིས་ཆོས་སྟོན་པ་དང་།
en: They are those who, by way of not apprehending it, teach the doctrine that feelings arising from visually compounded sensory contact are not a self, and who, by way of not apprehending it, teach the doctrine that feelings arising from aurally compounded sensory contact, feelings arising from nasally compounded sensory contact, feelings arising from lingually compounded sensory contact, feelings arising from corporeally compounded sensory contact, and feelings arising from mentally compounded sensory contact are not a self.

source: རྣ་བའི་འདུས་ཏེ་རེག་པ་ལས་བྱུང་བའི་ཚོར་བ་དང་། སྣའི་འདུས་ཏེ་རེག་པ་ལས་བྱུང་བའི་ཚོར་བ་དང་། ལྕེའི་འདུས་ཏེ་རེག་པ་ལས་བྱུང་བའི་ཚོར་བ་དང་། ལུས་ཀྱི་འདུས་ཏེ་རེག་པ་ལས་བྱུང་བའི་ཚོར་བ་དང་། ཡིད་ཀྱི་འདུས་ཏེ་རེག་པ་ལས་བྱུང་བའི་ཚོར་བ་ཞི་ཞེས་བྱ་བར་དེ་མི་དམིགས་པའི་ཚུལ་གྱིས་ཆོས་སྟོན་པ་དང་། མིག་གི་འདུས་ཏེ་རེག་པ་ལས་བྱུང་བའི་ཚོར་བ་སྟོང་ཞེས་བྱ་བར་དེ་མི་དམིགས་པའི་ཚུལ་གྱིས་ཆོས་སྟོན་པ་དང་། རྣ་བའི་འདུས་ཏེ་རེག་པ་ལས་བྱུང་བའི་ཚོར་བ་དང་།
en: They are those who, by way of not apprehending it, teach the doctrine that feelings arising from visually compounded sensory contact are at peace, and who, by way of not apprehending it, teach the doctrine that feelings arising from aurally compounded sensory contact, feelings arising from nasally compounded sensory contact, feelings arising from lingually compounded sensory contact, feelings arising from corporeally compounded sensory contact, and feelings arising from mentally compounded sensory contact are at peace.

source: སྣའི་འདུས་ཏེ་རེག་པ་ལས་བྱུང་བའི་ཚོར་བ་དང་། ལྕེའི་འདུས་ཏེ་རེག་པ་ལས་བྱུང་བའི་ཚོར་བ་དང་། ལུས་ཀྱི་འདུས་ཏེ་རེག་པ་ལས་བྱུང་བའི་ཚོར་བ་དང་། ཡིད་ཀྱི་འདུས་ཏེ་རེག་པ་ལས་བྱུང་བའི་ཚོར་བ་སྟོང་ཞེས་བྱ་བར་དེ་མི་དམིགས་པའི་ཚུལ་གྱིས་ཆོས་སྟོན་པ་དང་། མིག་གི་འདུས་ཏེ་རེག་པ་ལས་བྱུང་བའི་ཚོར་བ་མཚན་མ་མེད་ཅེས་བྱ་བར་དེ་མི་དམིགས་པའི་ཚུལ་གྱིས་ཆོས་སྟོན་པ་དང་།
en: They are those who, by way of not apprehending it, teach the doctrine that feelings arising from visually compounded sensory contact are empty, and who, by way of not apprehending it, teach the Dharma that feelings arising from aurally compounded sensory contact, feelings arising from nasally compounded sensory contact, feelings arising from lingually compounded sensory contact, feelings arising from corporeally compounded sensory contact, and feelings arising from mentally compounded sensory contact are empty.

source: རྣ་བའི་འདུས་ཏེ་རེག་པ་ལས་བྱུང་བའི་ཚོར་བ་དང་། སྣའི་འདུས་ཏེ་རེག་པ་ལས་བྱུང་བའི་ཚོར་བ་དང་། ལྕེའི་འདུས་ཏེ་རེག་པ་ལས་བྱུང་བའི་ཚོར་བ་དང་། ལུས་ཀྱི་འདུས་ཏེ་རེག་པ་ལས་བྱུང་བའི་ཚོར་བ་དང་། ཡིད་ཀྱི་འདུས་ཏེ་རེག་པ་ལས་བྱུང་བའི་ཚོར་བ་མཚན་མ་མེད་ཅེས་བྱ་བར་དེ་མི་དམིགས་པའི་ཚུལ་གྱིས་ཆོས་སྟོན་པ་དང་། མིག་གི་འདུས་ཏེ་རེག་པ་ལས་བྱུང་བའི་ཚོར་བ་སྨོན་པ་མེད་ཅེས་བྱ་བར་དེ་མི་དམིགས་པའི་ཚུལ་གྱིས་ཆོས་སྟོན་པ་དང་། རྣ་བའི་འདུས་ཏེ་རེག་པ་ལས་བྱུང་བའི་ཚོར་བ་དང་།
en: They are those who, by way of not apprehending it, teach the doctrine that feelings arising from visually compounded sensory contact are signless, and who, by way of not apprehending it, teach the doctrine that feelings arising from aurally compounded sensory contact, feelings arising from nasally compounded sensory contact, feelings arising from lingually compounded sensory contact, feelings arising from corporeally compounded sensory contact, and feelings arising from mentally compounded sensory contact are signless.

source: སྣའི་འདུས་ཏེ་རེག་པ་ལས་བྱུང་བའི་ཚོར་བ་དང་། ལྕེའི་འདུས་ཏེ་རེག་པ་ལས་བྱུང་བའི་ཚོར་བ་དང་། ལུས་ཀྱི་འདུས་ཏེ་རེག་པ་ལས་བྱུང་བའི་ཚོར་བ་དང་། ཡིད་ཀྱི་འདུས་ཏེ་རེག་པ་ལས་བྱུང་བའི་ཚོར་བ་སྨོན་པ་མེད་ཅེས་བྱ་བར་དེ་མི་དམིགས་པའི་ཚུལ་གྱིས་ཆོས་སྟོན་པ་དང་། མིག་གི་འདུས་ཏེ་རེག་པ་ལས་བྱུང་བའི་ཚོར་བ་མངོན་པར་འདུ་བྱ་བ་མེད་ཅེས་བྱ་བར་དེ་མི་དམིགས་པའི་ཚུལ་གྱིས་ཆོས་སྟོན་པ་དང་། རྣ་བའི་འདུས་ཏེ་རེག་པ་ལས་བྱུང་བའི་ཚོར་བ་དང་།
en: They are those who, by way of not apprehending it, teach the doctrine that feelings arising from visually compounded sensory contact are wishless, and who, by way of not apprehending it, teach the Dharma that feelings arising from aurally compounded sensory contact, feelings arising from nasally compounded sensory contact, feelings arising from lingually compounded sensory contact, feelings arising from corporeally compounded sensory contact, and feelings arising from mentally compounded sensory contact are wishless.

source: སྣའི་འདུས་ཏེ་རེག་པ་ལས་བྱུང་བའི་ཚོར་བ་དང་། ལྕེའི་འདུས་ཏེ་རེག་པ་ལས་བྱུང་བའི་ཚོར་བ་དང་། ལུས་ཀྱི་འདུས་ཏེ་རེག་པ་ལས་བྱུང་བའི་ཚོར་བ་དང་། ཡིད་ཀྱི་འདུས་ཏེ་རེག་པ་ལས་བྱུང་བའི་ཚོར་བ་མངོན་པར་འདུ་བྱ་བ་མེད་ཅེས་བྱ་བར་དེ་མི་དམིགས་པའི་ཚུལ་གྱིས་ཆོས་སྟོན་པ་དང་། མིག་གི་འདུས་ཏེ་རེག་པ་ལས་བྱུང་བའི་ཚོར་བ་དབེན་ཞེས་བྱ་བར་དེ་མི་དམིགས་པའི་ཚུལ་གྱིས་ཆོས་སྟོན་པ་དང་།
en: They are those who, by way of not apprehending it, teach the doctrine that feelings arising from visually compounded sensory contact are unconditioned, and who, by way of not apprehending it, teach the doctrine that feelings arising from aurally compounded sensory contact, feelings arising from nasally compounded sensory contact, feelings arising from lingually compounded sensory contact, feelings arising from corporeally compounded sensory contact, and feelings arising from mentally compounded sensory contact are unconditioned.

source: རྣ་བའི་འདུས་ཏེ་རེག་པ་ལས་བྱུང་བའི་ཚོར་བ་དང་། སྣའི་འདུས་ཏེ་རེག་པ་ལས་བྱུང་བའི་ཚོར་བ་དང་། ལྕེའི་འདུས་ཏེ་རེག་པ་ལས་བྱུང་བའི་ཚོར་བ་དང་། ལུས་ཀྱི་འདུས་ཏེ་རེག་པ་ལས་བྱུང་བའི་ཚོར་བ་དང་། ཡིད་ཀྱི་འདུས་ཏེ་རེག་པ་ལས་བྱུང་བའི་ཚོར་བ་དབེན་ཞེས་བྱ་བར་དེ་མི་དམིགས་པའི་ཚུལ་གྱིས་ཆོས་སྟོན་ཅིང་།
en: They are those who, by way of not apprehending it, teach the doctrine that feelings arising from visually compounded sensory contact are void, and who, by way of not apprehending it, teach the doctrine that feelings arising from aurally compounded sensory contact, feelings arising from nasally compounded sensory contact, feelings arising from lingually compounded sensory contact, feelings arising from corporeally compounded sensory contact, and feelings arising from mentally compounded sensory contact are void.

source: དགེ་བའི་རྩ་བ་ཐམས་ཅད་ཀྱང་རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་མ་གཏོགས་པར། ཉན་ཐོས་ཀྱི་ས་འམ། རང་སངས་རྒྱས་ཀྱི་སར་ཡོངས་སུ་བསྔོར་མི་འཇུག་པའོ། །རབ་འབྱོར་གཞན་ཡང་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི་དགེ་བའི་བཤེས་གཉེན་ནི་གང་དེ་ལ།
en: None of these dedicate any of the roots of virtuous actions to the level of the śrāvakas or to the level of the pratyekabuddhas, or to anything other than all-aspect omniscience. “

source: བྱང་ཆུབ་ཀྱི་ཕྱོགས་ཀྱི་ཆོས་རྣམས་ཀྱི་བར་དུ་མི་རྟག་ཅེས་བྱ་བར་དེ་མི་དམིགས་པའི་ཚུལ་གྱིས་ཆོས་སྟོན་པ་དང་། སྡུག་བསྔལ་ཞེས་བྱ་བ་དང་། བདག་མེད་ཅེས་བྱ་བ་དང་། ཞི་ཞེས་བྱ་བ་དང་། སྟོང་ཞེས་བྱ་བ་དང་། མཚན་མ་མེད་ཅེས་བྱ་བ་དང་། སྨོན་པ་མེད་ཅེས་བྱ་བ་དང་། མངོན་པར་འདུ་བྱ་བ་མེད་ཅེས་བྱ་བ་དང་།
en: Moreover, Subhūti, the spiritual mentors of bodhisattva great beings are those who, by way of not apprehending it, teach the doctrine that [the causal attributes], up to and including the factors conducive to enlightenment, are impermanent, and who, by way of not apprehending it, teach the doctrine that these [causal attributes] are imbued with suffering, that they are not a self, that they are at peace, that they are empty, that they are signless, that they are wishless, that they are unconditioned, and that they are void.

source: དབེན་ཞེས་བྱ་བར་དེ་མི་དམིགས་པའི་ཚུལ་གྱིས་ཆོས་སྟོན་པ་དང་། བྱང་ཆུབ་ཀྱི་ཕྱོགས་ཀྱི་ཆོས་རྣམས་བསྒོམ་པའི་ཕྱིར་དེ་མི་དམིགས་པའི་ཚུལ་གྱིས་ཆོས་སྟོན་ཅིང་། དགེ་བའི་རྩ་བ་ཐམས་ཅད་ཀྱང་རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་མ་གཏོགས་པར། ཉན་ཐོས་ཀྱི་ས་འམ། རང་སངས་རྒྱས་ཀྱི་སར་ཡོངས་སུ་བསྔོར་མི་འཇུག་པ་དང་།
en: They, by way of not apprehending it, teach the doctrine in order that the factors conducive to enlightenment might be cultivated, and they do not dedicate any of the roots of virtuous actions to the level of the śrāvakas or to the level of the pratyekabuddhas, or to anything other than all-aspect omniscience.

source: སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་རྣམས་ཀྱི་བར་དུ་མི་རྟག་ཅེས་བྱ་བར་དེ་མི་དམིགས་པའི་ཚུལ་གྱིས་ཆོས་སྟོན་པ་དང་། སྡུག་བསྔལ་ཞེས་བྱ་བ་དང་། བདག་མེད་ཅེས་བྱ་བ་དང་། ཞི་ཞེས་བྱ་བ་དང་། སྟོང་ཞེས་བྱ་བ་དང་། མཚན་མ་མེད་ཅེས་བྱ་བ་དང་། སྨོན་པ་མེད་ཅེས་བྱ་བ་དང་། མངོན་པར་འདུ་བྱ་བ་མེད་ཅེས་བྱ་བ་དང་།
en: They are those who, by way of not apprehending it, teach the doctrine that [the fruitional attributes], up to and including the distinct qualities of the buddhas, are impermanent, and who, by way of not apprehending it, teach the doctrine that these [fruitional attributes] are imbued with suffering, that they are not a self, that they are at peace, that they are empty, that they are signless, that they are wishless, that they are unconditioned, and that they are void. “

source: དབེན་ཞེས་བྱ་བར་དེ་མི་དམིགས་པའི་ཚུལ་གྱིས་ཆོས་སྟོན་པ་དང་། སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་བསྒོམ་པའི་ཕྱིར། དེ་མི་དམིགས་པའི་ཚུལ་གྱིས་ཆོས་སྟོན་པ་དང་། རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཀྱི་བར་དུ་བསྒོམ་པའི་ཕྱིར།
en: By way of not apprehending it, they teach the doctrine in order that the distinct qualities of the buddhas might be cultivated.

source: དེ་མི་དམིགས་པའི་ཚུལ་གྱིས་ཆོས་སྟོན་པ་དང་། བྱང་ཆུབ་ཀྱི་བར་དུ་བསྒོམ་པའི་ཕྱིར། དེ་མི་དམིགས་པའི་ཚུལ་གྱིས་ཆོས་སྟོན་ཅིང་། དགེ་བའི་རྩ་བ་ཐམས་ཅད་ཀྱང་རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་མ་གཏོགས་པར། ཉན་ཐོས་ཀྱི་ས་འམ།
en: By way of not apprehending it, they teach the doctrine in order that [the attainments], up to and including all-aspect omniscience, might be cultivated; and, by way of not apprehending it, they teach the doctrine in order that these [attainments], up to and including enlightenment, might be cultivated; and they do not dedicate any of the roots of virtuous actions to the level of the śrāvakas or to the level of the pratyekabuddhas, or to anything other than all-aspect omniscience. “

source: རང་སངས་རྒྱས་ཀྱི་སར་ཡོངས་སུ་བསྔོར་མི་འཇུག་པའོ། །རབ་འབྱོར་འདི་ནི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི་དགེ་བའི་བཤེས་གཉེན་དུ་ཤེས་པར་བྱ་སྟེ།
en: One should know these, Subhūti, to be the spiritual mentors of bodhisattva great beings.

source: དགེ་བའི་བཤེས་གཉེན་དེས་ཡོངས་སུ་ཟིན་པའི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་དེ་ནི་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་འདི་ཐོས་ན། མི་འཇིགས་མི་སྔང་། སྐྲག་པར་མི་འགྱུར་རོ།
en: These are the spiritual mentors by whom bodhisattva great beings are accepted and through whom they will not be afraid, fearful, or terrified on hearing this perfection of wisdom.” {

source: །རབ་འབྱོར་གྱིས་གསོལ་པ།
en: Dt.157} Subhūti then asked, “Blessed Lord!

source: བཅོམ་ལྡན་འདས་ཇི་ལྟར་ན། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་སྤྱོད་པའི་ཚེ། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་བསྟན་པ་འདི་ཐོས་ན། འཇིགས་ཤིང་དངང་ལ་སྐྲག་པར་འགྱུར་ཞིང་།
en: How is it that when bodhisattva great beings practice the perfection of wisdom, they become afraid, fearful, and terrified on hearing this teaching on the perfection of wisdom?

source: ཐབས་མི་མཁས་ཏེ། སྡིག་པའི་གྲོགས་པོའི་སུག་པར་ལྷུང་ཞིང་། དགེ་བའི་བཤེས་གཉེན་གྱིས་ཡོངས་སུ་སྤངས་པ་ལགས།
en: How do they, unskilled, fall into the clutches of evil associates and how are they abandoned by spiritual mentors?” “

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། རབ་འབྱོར་འདི་ལ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་སྤྱོད་པའི་ཚེ། རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་དང་ལྡན་པའི་ཡིད་ལ་བྱ་བ་མེད་པར། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་བསྒོམ་ཞིང་དམིགས་ཏེ། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དེས་རློམ་སེམས་སུ་བྱེད་པ་དང་།
en: Subhūti,” replied the Blessed One, “when bodhisattva great beings practice the perfection of wisdom without the attention they focus having all-aspect omniscience in mind, they will cultivate and apprehend that perfection of wisdom, and give rise to conceits on the basis of that perfection of wisdom.

source: བསམ་གཏན་གྱི་ཕ་རོལ་དུ་ཕྱིན་པ་བསྒོམ་ཞིང་དམིགས་ཏེ། བསམ་གཏན་གྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དེས་རློམ་སེམས་སུ་བྱེད་པ་དང་།
en: They will cultivate and apprehend the perfection of meditative concentration, and give rise to conceits on the basis of that perfection of meditative concentration.

source: བརྩོན་འགྲུས་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་བསྒོམ་ཞིང་དམིགས་ཏེ། བརྩོན་འགྲུས་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དེས་རློམ་སེམས་སུ་བྱེད་པ་དང་།
en: They will cultivate and apprehend the perfection of perseverance, and give rise to conceits on the basis of that perfection of perseverance.

source: བཟོད་པའི་ཕ་རོལ་དུ་ཕྱིན་པ་བསྒོམ་ཞིང་དམིགས་ཏེ། བཟོད་པའི་ཕ་རོལ་དུ་ཕྱིན་པ་དེས་རློམ་སེམས་སུ་བྱེད་པ་དང་།
en: They will cultivate and apprehend the perfection of tolerance, and give rise to conceits on the basis of that perfection of tolerance.

source: ཚུལ་ཁྲིམས་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་བསྒོམ་ཞིང་དམིགས་ཏེ། ཚུལ་ཁྲིམས་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དེས་རློམ་སེམས་སུ་བྱེད་པ་དང་།
en: They will cultivate and apprehend the perfection of ethical discipline, and give rise to conceits on the basis of that perfection of ethical discipline.

source: སྦྱིན་པའི་ཕ་རོལ་དུ་ཕྱིན་པ་བསྒོམ་ཞིང་དམིགས་ཏེ། སྦྱིན་པའི་ཕ་རོལ་དུ་ཕྱིན་པ་དེས་རློམ་སེམས་སུ་བྱེད་པ་དེ་ལྟ་བུ་ནི།
en: They will cultivate and apprehend the perfection of generosity, and give rise to conceits on the basis of that perfection of generosity.

source: རབ་འབྱོར་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་སྤྱོད་པའི་ཐབས་མི་མཁས་པར་རིག་པར་བྱའོ།
en: One should know, Subhūti, that such bodhisattva great beings are unskilled in the practice of the perfection of wisdom. “

source: །རབ་འབྱོར་གཞན་ཡང་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་སྤྱོད་པའི་ཚེ། རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་དང་ལྡན་པའི་ཡིད་ལ་བྱ་བ་མེད་པར། གཟུགས་ནང་སྟོང་པ་ཞེས་བྱ་བར་ཡིད་ལ་བྱེད། གཟུགས་ཕྱི་སྟོང་པ་ཞེས་བྱ་བར་ཡིད་ལ་བྱེད།
en: Moreover, Subhūti, when bodhisattva great beings practice the perfection of wisdom without the attention they focus having all-aspect omniscience in mind, they focus attention on the notion that physical forms are the emptiness of internal phenomena.

source: གཟུགས་ཕྱི་ནང་སྟོང་པ་ཞེས་བྱ་བར་ཡིད་ལ་བྱེད། གཟུགས་དངོས་པོ་མེད་པའི་ངོ་བོ་ཉིད་སྟོང་པ་ཉིད་ཀྱི་བར་ཞེས་བྱ་བར་ཡིད་ལ་བྱེད།
en: They focus attention on the notion that physical forms are the emptiness of external phenomena, they focus attention on the notion that physical forms are the emptiness of external and internal phenomena, and they focus attention on the notion that physical forms are [all the other aspects of emptiness], up to and including the emptiness of the essential nature of nonentities.

source: ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པ་ནང་སྟོང་པ་ཞེས་བྱ་བར་ཡིད་ལ་བྱེད།
en: They focus attention on the notion that feelings, perceptions, formative predispositions, and consciousness are the emptiness of internal phenomena.

source: རྣམ་པར་ཤེས་པ་ཕྱི་སྟོང་པ་ཞེས་བྱ་བར་ཡིད་ལ་བྱེད། རྣམ་པར་ཤེས་པ་ཕྱི་ནང་སྟོང་པ་ཞེས་བྱ་བར་ཡིད་ལ་བྱེད། རྣམ་པར་ཤེས་པ་དངོས་པོ་མེད་པའི་ངོ་བོ་ཉིད་སྟོང་པ་ཉིད་ཀྱི་བར་ཞེས་བྱ་བར་ཡིད་ལ་བྱེད་ཅིང་། དམིགས་པའི་ཚུལ་གྱིས་ནང་སྟོང་པ་ཉིད་དེ་ཡང་དམིགས། ཕྱི་སྟོང་པ་ཉིད་དེ་ཡང་དམིགས།
en: They focus attention on the notion that consciousness [and so forth] are the emptiness of external phenomena, they focus attention on the notion that consciousness [and so forth] are the emptiness of external and internal phenomena, and they focus attention on the notion that consciousness [and so forth] are [all the other aspects of emptiness], up to and including the emptiness of the essential nature of nonentities.

source: ཕྱི་ནང་སྟོང་པ་ཉིད་དེ་ཡང་དམིགས། དངོས་པོ་མེད་པའི་ངོ་བོ་ཉིད་སྟོང་པ་ཉིད་ཀྱི་བར་དུ་ཡང་དམིགས་ལ། སྟོང་པ་ཉིད་དེ་དག་གིས་ཀྱང་རློམ་སེམས་སུ་བྱེད་དོ།
en: And, by way of apprehending, they do indeed apprehend the emptiness of internal phenomena, they do indeed apprehend the emptiness of external phenomena, they do indeed apprehend the emptiness of external and internal phenomena, and they do indeed apprehend [all the other aspects of emptiness], up to and including the emptiness of the essential nature of nonentities, and they also give rise to conceits on the basis of those aspects of emptiness. “

source: །མིག་ནང་སྟོང་པ་ཞེས་བྱ་བར་ཡིད་ལ་བྱེད། མིག་ཕྱི་སྟོང་པ་ཞེས་བྱ་བར་ཡིད་ལ་བྱེད། མིག་ཕྱི་ནང་སྟོང་པ་ཞེས་བྱ་བར་ཡིད་ལ་བྱེད། མིག་དངོས་པོ་མེད་པའི་ངོ་བོ་ཉིད་སྟོང་པ་ཉིད་ཀྱི་བར་ཞེས་བྱ་བར་ཡིད་ལ་བྱེད།
en: They focus attention on the notion that the eyes are the emptiness of internal phenomena, they focus attention on the notion that the eyes are the emptiness of external phenomena, they focus attention on the notion that the eyes are the emptiness of external and internal phenomena, and they focus attention on the notion that the eyes are [all the other aspects of emptiness], up to and including the emptiness of the essential nature of nonentities.
